{
        "landingPage": {
            "job_title": "Full Stack Entwickler",
            "check_work": "Meine Projekte ansehen",
            "contact_me": "Kontakt"
        },

        "aboutMe": {
            "about_me": "Kurzes Intro",
            "short_intro": " Über mich",
            "intro": "Ich liebe es, aus Ideen greifbare Lösungen zu schaffen. Die IT gibt mir die Möglichkeit, Kreativität und technisches Wissen zu verbinden. Probleme zu lösen und Innovationen umzusetzen treibt mich an – genau das fasziniert mich an der Welt des Programmierens.",
            "location": "Mit Wohnsitz in Woltersdorf bei Berlin stehe ich sowohl für Remote-Arbeit als auch für Tätigkeiten vor Ort zur Verfügung.",
            "new_skills": "Ich lerne sehr gerne neue Technologien, da mir jede neue Fähigkeit neue Lösungswege eröffnet und es mir ermöglicht, Projekte effizienter anzugehen.",
            "problem_solving": "Ich betrachte zuerst das große Ganze, setze Prioritäten und nutze bewährte Methoden. Bei komplexen Problemen sorge ich parallel mit Plan-B-Lösungen für Fortschritt, arbeite flexibel allein oder im Team und lerne aus jeder Aufgabe, um effizientere Lösungen zu finden."
        },

        "skillSet": {
            "headline": "Fachkenntnisse",
            "skills_text": "Ich verfüge über fundierte Kenntnisse in der Frontend-Entwicklung mit HTML, CSS und JavaScript sowie im modernen Material Design. Zusätzlich beherrsche ich TypeScript, Angular und die Arbeit mit Git sowie REST-APIs. Darüber hinaus bringe ich Erfahrung in agilen Methoden wie Scrum mit und lege großen Wert auf kontinuierliches Lernen und ein Growth Mindset, um mich stetig weiterzuentwickeln und neue Technologien schnell zu adaptieren.",
            "missing": "Fehlt ein ",
            "skill": "Skill?",
            "skill_contact_me": "Ich habe hier bewusst nur die Bereiche aufgeführt, in denen ich wirklich sattelfest bin. Mit neuen Tools habe ich keine Berührungsängste – ich probiere viel privat aus und erweitere meinen Stack laufend.",
            "lets_talk": "Frag gerne nach!"
        },

        "projects": {
            "featured": "Ausgewählte Projekte",
            "explore": "Schau dich gern um. Hier bekommst du am besten ein Gefühl dafür, wie ich arbeite.",
            "what_about": "Worum geht es in diesem Projekt?",
            "join_explain": "Ein Task-Manager nach dem Kanban-Prinzip. Erstelle und organisiere Aufgaben per Drag & Drop – und ordne ihnen Nutzer und Kategorien zu.",
            "sharkie_explain": "Ein 2D-Spiel rund um den kleinen Hai Sharkie. Du steuerst ihn durch die Unterwasserwelt und besiegst seine Gegner. Das Projekt zeigt objektorientierte Programmierung in Aktion – vom Verhalten der Figuren bis zur Spielmechanik.",
            "third_project": "Placeholder für was auch immer hier reinkommt"
        },

        "references": {
            "references": "Was andere über mich sagen"
        },

        "contact": {
            "contact_me": "Mein Kontakt",
            "work_together": "Lass uns starten.",
            "problem_solve": "Gibts ein Problem zu lösen?",
            "why_me": "Ich freue mich über jede Kontaktaufnahme – ganz egal ob du jemanden für ein Projekt, eine Rolle oder nur zum Sparring suchst. Sag mir einfach kurz, in welchem Bereich du Unterstützung brauchst und welche Rolle dir vorschwebt. Mir geht es darum, echte Business-Value zu erzeugen und Projekte schneller in Richtung ",
            "project_aim": " „funktioniert, bringt Nutzen, kann skaliert werden“",
            "write_me": " zu bringen. Falls du jemanden suchst, der mitdenkt und Verantwortung übernimmt: melde dich gerne!"
        },

        "form": {
            "form_name": "Wie ist dein Name?",
            "form_name_ph": "Hier könnte ihr Name stehen",
            "form_mail_ph": "deineMail@email.gg",
            "form_message": "Wie kann ich dir helfen?",
            "form_message_ph": "Hey Malte, ich brauche deine Hilfe für...",
            "form_checkbox": "Ich habe die",
            "form_pp": "Datenschutzerklärung",
            "form_confirm": " gelesen und stimme der Verarbeitung meiner Daten entsprechend den dort beschriebenen Bedingungen zu.",
            "say_hello": "Abschicken"
        },

        "header": {
            "about_me": "Intro",
            "projects": "Projekte"
        }
}